Dlubal.TimberPro.VerticalAlignmentType
Type of vertical alignment

Dlubal.TimberPro.VerticalAlignmentType.UnknownVAlignment
Unknown vertical alignment

Dlubal.TimberPro.VerticalAlignmentType.Top
Left alignment

Dlubal.TimberPro.VerticalAlignmentType.Middle
Middle alignment

Dlubal.TimberPro.VerticalAlignmentType.Bottom
Right alignment